Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] ILT Deck EN>JP.tmx
Source language: en
Languages: ja_jp

source: *Note that IT admin can approve any public app from any country, but an end user’s device can only install apps that are available within the country they are located (IP based location)
ja_jp: *IT管理者はどの国でも公開アプリを承認できますが、エンドユーザーのデバイスでインストールできるのは、各国内(IPに基づいた位置)で利用可能なアプリのみとなります。

source: High priority mode
ja_jp: High priority モード

source: Postpone mode
ja_jp: Postpone モード

source: Questions?
ja_jp: ご質問はありませんか？

source: Apps that are not added into any collection may be hidden but searchable.
ja_jp: コレクションに追加されていないアプリは非表示になりますが、検索結果には表示されます。

source: DPC Identifier
ja_jp: DPC 識別子

source: What do you know about deployment already?
ja_jp: デプロイメントについてどのくらい知っていますか？

source: Test pre-release versions of your app with a larger set of testers.
ja_jp: より大きなテスターセットでアプリのリリース前バージョンをテストします。

source: Managed Google Play is optimized for minimum impact in three ways:
ja_jp: managed Google Play は以下の 3 つの影響を最小化する方法で最適化されます：

source: Accessed from within the console of most EMMs.
ja_jp: ほとんどの EMM Console 内からアクセスできます。

source: Malware injected during development
ja_jp: 開発で注入されたマルウェア

source: Most connections originate from a device, so Android generally does not require inbound ports opened on the network.
ja_jp: ほとんどの接続はデバイスから始まるため、一般に Android では、ネットワーク上でインバウンドポートを開く必要はありません。

source: Allow all apps
ja_jp: アプリをすべて許可

source: Provisioning
ja_jp: プロビジョニング

source: Recap
ja_jp: 振り返り

source: Changing EMM
ja_jp: EMM の変更

source: Apps and Services
ja_jp: アプリとサービス

source: Applications search and discovery
ja_jp: アプリケーション検索および検出

source: App managed configurations
ja_jp: アプリによる設定管理

source: {b>Add a release name<b}, click {b>Save<b}
ja_jp: {b>リリース名を追加<b}し、「{b>保存<b}」をクリック

source: No auto-update
ja_jp: 自動更新なし

source: For devices that don’t support NFC or are distributed remotely
ja_jp: NFC をサポートしていないデバイス、またはリモートディストリビューションデバイスの場合

source: Update installed
ja_jp: 更新をインストール

source: depends on EMM
ja_jp: EMM に依存

source: DPC is manually downloaded and installed from the Google Play Store.
ja_jp: DPCは、Google Play Store から手動でダウンロードし、インストールします。

source: Google Service Accounts & API integration
ja_jp: Google Service アカウント& API 統合

source: Remove personal Gmail accounts before reset
ja_jp: リセットを実行する前に、個人用 Gmail アカウントを削除します

source: IT admins set a different Google account which acts as a recovery account after reset
ja_jp: IT 管理者は、リセット実行後の復元アカウントとなるさまざまな Google アカウントをセットします

source: corporate users.
ja_jp: 重要な要素です。

source: Release management
ja_jp: リリース管理

source: Here are a few cross-profile considerations that companies should bear in mind.
ja_jp: クロスプロファイルで企業が覚えておくべき注意点

source: are met
ja_jp: をクリア

source: set of testers.
ja_jp: テストします。

source: Publish, Restrict & Test
ja_jp: 公開、制限、テスト

source: Configuration
ja_jp: コンフィグレーション

source: Admins can specify a device password on fully managed devices
ja_jp: 管理者は、フルマネージドデバイスのデバイスパスワードを指定できます

source: Test each new version of the app before deploying it.
ja_jp: 展開の前にアプリの個々の新バージョンをテスト。

source: By default, managed Google Play is optimized for minimum impact on data consumption, battery life and user disturbance.
ja_jp: デフォルトで、managed Google Play はデータ消費量、ユーザーの利用への影響、電池寿命への提供を最小化する方法で最適化されています。

source: The source and distribution platform are the important aspects in deploying trusted applications.
ja_jp: ソースおよび配備プラットフォームは信頼済みアプリケーション配備に重要な部分です。

source: Update discovered by device
ja_jp: デバイスが検出したアップデート

source: {i^>*<i^}Application package name is unique globally
ja_jp: {i^>*<i^}アプリケーション・パッケージ名はグローバルで一意

source: The easiest way to create identity for managed Google Play.
ja_jp: managed Google Play の Identity を作成する、最も容易な方法。

source: App metadata:
ja_jp: アプリ・メタデータ：：

source: * For developers, API reference: https://developers.google.com/android/work/play/custom-app-api
ja_jp: * 開発者、API 参照： https://developers.google.com/android/work/play/custom-app-api

source: Charging
ja_jp: 充電中

source: IT admins can publish private apps from their admin console
ja_jp: IT 管理者は、管理者コンソールから限定公開アプリを

source: Poor coding practices (ex: clear text passwords and tokens embedded in code)
ja_jp: 望ましくないコーディング慣行(例: コードにクリアテキスト・パスワードおよびトークン埋め込み)

source: Open track
ja_jp: オープントラック

source: Considerations
ja_jp: 注意事項

source: How to manage your apps
ja_jp: アプリを管理する方法

source: The content marketplace for Android in the enterprise, allowing you to browse and manage apps for your organization.
ja_jp: 企業用の Android コンテンツマーケットプレイス、組織のアプリを閲覧し管理できる

source: *Applicable for public and private Apps
ja_jp: * 公開・限定公開アプリに適用

source: How is the binding done?
ja_jp: エンタープライズバインディングの方法は？

source: Ensure you add at least one organization to Private app access.
ja_jp: 少なくとも 1 つの組織をプライベートアプリアクセスに追加。

source: Provisioning methods
ja_jp: プロビジョニングの設定方法

source: Challenges in managing applications
ja_jp: アプリケーション管理の課題

source: Protect your binding account
ja_jp: バインディングアカウントの保護

source: True or false?
ja_jp: 正？誤？

source: Only approved apps can be added into the collection.
ja_jp: 承認済みアプリのみコレクションに追加できます。

source: Always anonymous
ja_jp: 常に匿名

source: Google Cloud as the identity provider
ja_jp: Identity プロバイダーとして Google Cloud を利用

source: Know your developers
ja_jp: 開発者を知る

source: App management in Android Enterprise is centered around managed Google Play and is used for:
ja_jp: Android Enterprise でのアプリ管理は、managed Google Play を主に使用し、次の項目を実行できます:

source: Ice breaker
ja_jp: はじめに

source: Country availability
ja_jp: 国別の公開

source: New EMM registered with managed Google Play Account
ja_jp: managed Google Play アカウントで新しい EMM 登録

source: Device security
ja_jp: デバイスのセキュリティ

source: Requires no optional hardware
ja_jp: オプションのハードウェアは不要

source: Factory reset protection management (FRP)
ja_jp: ファクトリーリセットプロテクションマネジメント（FRP）

source: Web App distribution
ja_jp: ウェブアプリ配備

source: Initial managed Google Play Store only has Google mandated apps and EMM DPC
ja_jp: 最初の managed Google Play Store のみ Google mandated アプリおよび EMM DPC が存在

source: Worth noting
ja_jp: 注意

source: Fully managed device
ja_jp: フルマネージドデバイス

source: Corporate phone/SIM number or security key)
ja_jp: 企業電話番号/SIM番号あるいはセキュリティーキー)

source: Only for Google Hosted applications
ja_jp: Google でホスティングされたアプリケーションのみ

source: {b>When <b}to use
ja_jp: {b>タイミング<b}

source: Updates are postponed for a maximum of 90 days after the app becomes out of date.
ja_jp: アプリの更新は最大90日間延期されます。

source: {b>Create a private app<b} by publishing to your own organization (Enterprise ID).
ja_jp: 自分の組織で公開することで、{b>限定公開アプリ<b}を作成する(エンタープライズID)。

source: With closed testing, you can test your app with larger groups of testers.
ja_jp: クローズドテストでは、より大きなテスターのグループでアプリをテストできます。

source: You can publish public app in managed Google Play
ja_jp: managed Google Play iframeで公開アプリを公開できます

source: What you should know When using a {b>managed Google Account<b} and you want to {b>migrate <b}to another {b>EMM<b}
ja_jp: {b>managed Google アカウント<b}を使用し、別の {b>EMM<b} に{b>移行する<b}場合の注意事項

source: to other organizations.
ja_jp: を公開。

source: *Only for company-owned device (Fully Managed Device / DO mode)
ja_jp: * 会社所有デバイス(フルマネージドデバイス/DOモード)のみ

source: It’s important that companies put steps in place to secure corporate data.
ja_jp: 企業が企業データを保護する措置をとることは重要です。

source: Customization limits
ja_jp: カスタマイゼーション範囲

source: Closed testing track
ja_jp: クローズドテストトラック

source: Web apps publishing
ja_jp: ウェブ・アプリ公開

source: Google Play provides comprehensive testing track features to ensure the app is working properly before it goes into production.
ja_jp: Google Play はプロダクション前にアプリが適切に作動することを確認する包括的なテストトラックを提供します。

source: Integrated in all Android Enterprise Recommended mobility management solutions (EMMs)
ja_jp: Android Enterprise で推奨されたすべてのモビリティ管理ソリューション(EMM)に統合

source: Apps can interact across profiles
ja_jp: アプリはプロファイル間で相互に操作可能

source: Private app publishing
ja_jp: 限定公開アプリ公開

source: Step 5 - How to create a closed track test.
ja_jp: ステップ 5 -クローズドトラックテストを作成する方法。

source: The app is updated as soon as possible after it is published by
ja_jp: 開発者によって更新が公開されると、アプリはプライオリティで速やかに

source: Publishing private apps
ja_jp: 限定公開アプリの公開

source: If the device is online, this means the app is updated within minutes.
ja_jp: デバイスがオンラインである場合、アプリは数分以内に更新されます。

source: APK JSON Metadata
ja_jp: APK JSON メタデータ

source: Google Play Protect
ja_jp: Google Play プロテクト

source: App search and
ja_jp: アプリ検索および

source: Explore a new range of uses with web apps in easy steps.
ja_jp: ウェブアプリの新しい用途を簡単な手順で確認できます。

source: Publish private app to multiple organizations
ja_jp: 多数の組織に限定公開アプリを公開

source: API integration
ja_jp: API 統合

source: Install application from managed Google Play
ja_jp: managed Google Play からアプリケーションをインストー

source: console, accessed from URL: https://play.google.com/console
ja_jp: https://play.google.com/console

source: Test
ja_jp: テスト

source: Considerations for managed Google Accounts
ja_jp: managed Google アカウントの注意点

source: {b>Global infrastructure<b} with {b>cached repository<b}
ja_jp: {b>キャッシュリポジトリ<b}付き{b>グローバルインフラストラクチャ<b}

source: {b>Search<b} for the application
ja_jp: アプリケーションの{b>検索<b}

source: Postponed
ja_jp: 延期された

source: Accept app permissions on behalf of the users or
ja_jp: ユーザーの代理でアプリ許可を受理または

source: You need to have a full control of user
ja_jp: ユーザーのすべての管理権が必要である

source: Create list of testers
ja_jp: テスターのリストを作成

source: {b>Copy join URL link <b}and share it with your testers.
ja_jp: {b>参加用 URL リンク をコピー<b}し、テスターに共有します。

source: test your app.
ja_jp: アプリをテストするために

source: OEM Config agent
ja_jp: OEM Config エージェント

source: Applications
ja_jp: アプリケーション

source: Q - I can not search the app nor install it.
ja_jp: Q - アプリを検索・インストールできません。

source: Advance editing options is a shortcut to Play Publishing Console to furnish further your private app (e.g. closed testing track)
ja_jp: 高度な編集オプションは、Play Publishing Console へのショートカットで、限定公開アプリの機能を円滑化(例えばクローズドテストトラック)

source: Silent push installation* (automatic)
ja_jp: サイレントプッシュインストール*(自動)

source: Install or distribute your applications only from trusted sources like Google Play
ja_jp: Google Play のような信頼済みソースからのみアプリケーションをインストールし配備

source: Deploy
ja_jp: 展開

source: Managing app policies
ja_jp: アプリポリシーの管理

source: You are not using Google Workspace
ja_jp: Google Workspace を使用していないとき

source: Step 1 - How to create a closed track test.
ja_jp: ステップ 1 -クローズドトラックテストを作成する方法。

source: When asked for account details during device setup, the user types “afw#” followed by an EMM-specific code.
ja_jp: デバイスセットアップ中にユーザーのアカウント情報を要求された場合は、 「afw#」」 のあとに、EMM の固有コードを入力します。

source: Play iframe:Steps:
ja_jp: Play iframe からウェブアプリを作成：ステップ：

source: There are 3 methods to publish a private app in a managed Google Play store.
ja_jp: managed Google Play Store で限定公開アプリを公開する場合3つの方法があります。

source: certificate
ja_jp: 証明書

source: A randomized identity to be used for managed Google Play, It can’t be used to identify a person and has to be paired/mapped with EMM user identity.
ja_jp: managed Google Play に使用される無作為化された Identity、これはユーザー識別に使用できず、EMMユーザー Identity とペアリング/マッピングが必要です。

source: Publish applications to certain organisation or Enterprise ID
ja_jp: 特定の組織あるいはエンタープライズ ID にアプリケーションを公開

source: All public apps from Google Play Store are available
ja_jp: Google Play Store の公開アプリはすべて

source: Registration and create enterprise
ja_jp: 登録とエンタープライズ作成

source: Review the permission and {b>Approve<b} it
ja_jp: 許可の確認および{b>承認<b}

source: No
ja_jp: いいえ

source: Admins can accept app permissions on behalf of
ja_jp: 管理者はユーザーに代わって、アプリの許可を

source: After the app is updated, it is not automatically updated again until 90 days after it becomes out of date again.
ja_jp: この更新後、アプリの次回の更新公開から90日後まで、再び自動的に更新されることはありません。

source: This will require the user account to be removed and the device to be re-enrolled
ja_jp: ユーザアカウントの削除、またデバイスの再登録が必要です

source: Public Apps
ja_jp: 公開アプリ

source: Apps are updated within minutes
ja_jp: アプリは数分内に更新

source: Enterprises have different needs from public apps and the publishing process for them is not well suited for private apps.
ja_jp: 企業のニーズは公開アプリとは異なり、公開するプロセスは、限定公開アプリには適しません。

source: Web Apps are published to managed Google Play and can be distributed like other
ja_jp: Web Apps は managed Google Play に公開され、他の

source: *depends on EMM implementation
ja_jp: * EMM実装に依存

source: Work profile devices can use “work challenge” second password for specific work apps
ja_jp: 仕事用プロファイルデバイスでは、特定の仕事用アプリに、「「ワークチャレンジ」として二つ目のパスワードを設定できます

source: Enterprise ID, Google Account, Country, Device API level.
ja_jp: 企業 ID、Google アカウント、国、デバイス API レベル。

source: Here’s why it’s more simple:
ja_jp: よりシンプルである理由：

source: Publishing public applications
ja_jp: 公開アプリケーションの公開

source: Full application update
ja_jp: 完全アプリ更新

source: Enforce and automatically push application configurations:
ja_jp: アプリケーション・コンフィギュレーションを施行し自動的にプッシュ：

source: Publishing a private app is simpler than publishing a public app.
ja_jp: 限定公開アプリの公開は公開アプリよりシンプルです。

source: The two most common requirements from enterprises for app updates are:
ja_jp: 企業からのアプリ更新で最も一般的な 2 つの要件：

source: Share files or data from the personal profile into the work profile
ja_jp: 個人用プロファイルからファイルあるいはデータを仕事用プロファイルと共有

source: IT admins can already ensure updates are delivered regularly or deliver a critical app update as quickly as possible.
ja_jp: IT 管理者は、定期的な更新またはクリティカルなアプリ更新をできるだけ速く配信することを既に保証できます。

source: Mandatory install and optional apps
ja_jp: 必須インストールとオプションのアプリ

source: Managed Google Play can support Blocklist
ja_jp: managed Google Play は Blocklist をサポート

source: Publishing public apps
ja_jp: 公開アプリの公開

source: or words
ja_jp: 画像を使用しない

source: *Configurable properties may vary and will depend on what has been made available by the application developer.
ja_jp: * 設定可能なプロパティはアプリケーション開発者によって利用可能なプロパティによって変わります。

source: Active Directory.
ja_jp: アクティブディレクトリ。

source: Available as part of Android Enterprise since Android 5
ja_jp: Android 5 以降のAndroid Enterpriseの一部として利用可能

source: Demonstrate knowledge around managed Google Play.
ja_jp: managed Google Play についての知識を説明

source: Some customers have concerns with private data being hosted on managed Google Play store and prefer the self hosted solution.
ja_jp: 一部のカスタマーは managed Google Play ストアでホストされている限定公開データに懸念を抱き、セルフホスティングソリューションを使用しています。

source: You can {b>use the available “Testing Track” feature<b} and {b>publish<b} your app testing track to your testing Organization ID, and then to your Production Organization ID later.
ja_jp: 「{b>テストトラック」機能<b}で、組織 ID でアプリをテストトラックに{b>公開<b}し、次にプロダクション組織 ID で公開できます。

source: When the Google Play client makes a request to download the self-hosted APK from an enterprise server, the request will include a cookie which contains a JSON Web Token.
ja_jp: Google Play クライアントが企業サーバーからセルフホスティングされた APK のダウンロードをリクエストした時点で、リクエストは JSON ウェブトークンのクッキーを含んでいます。

source: Develop
ja_jp: 開発

source: Mark custom apps as private
ja_jp: カスタムアプリをプライベートとしてマーク

source: Only deploy applications that you trust
ja_jp: 信頼済みアプリケーションのみ配備

source: Direct customer control of identity
ja_jp: Identity でカスタマーを直接操作

source: APK’s JSON Metadata sent to Google Play.
ja_jp: Google Play に APK の JSON メタデータ送信。

source: Test pre-release versions of your app with a larger
ja_jp: より大きなテスターセットでアプリのリリース前バージョンを

source: Store Layout feature available in managed Play iframe, Accessed from within the console of most EMMs
ja_jp: Store Layout 機能は、ほとんどのEMM コンソールの内部からアクセスする managed Play iframe で利用可能

source: Quickly distribute your app for internal testing & quality assurance checks.
ja_jp: 内部試験&品質保証チェック用にアプリを簡易配備します。

source: The Google Play Developer Console allows organizations to:
ja_jp: Google Play Developer Console でできること：

source: Identity and user mapping
ja_jp: Identity とユーザーマッピング

source: Available on the widest variety of Android devices
ja_jp: 幅広いAndroid デバイスで利用可能

source: In "{b>App bundles and APKs<b}", {b>Upload<b} the app's JSON metadata file
ja_jp: 「{b>アプリ・バンドルおよびAPK<b}」で、アプリのJSONメタデータ・ファイルを{b>アップロード<b}

source: Admins can configure it in the EMM console and assign the accordingly
ja_jp: 管理者は EMM コンソールで設定と割り当てができる

source: A Google Cloud identity that represents a person in an organization and can be integrated as one identity with managed Google Play.
ja_jp: 組織ユーザーの Google Cloud identity を managed Google Play で 1 つの Identity として統合

source: End-users
ja_jp: エンドユーザー

source: Application development lifecycle
ja_jp: アプリケーション開発ライフサイクル

source: Recommend Files by Google
ja_jp: Google によって推奨されるファイル

source: To download APK file
ja_jp: APK ファイルのダウンロード

source: Corporate apps, data and management policies are restricted to a work profile, keeping them secure and separate from personal data.
ja_jp: 会社アプリ、データおよび管理ポリシーは、仕事用プロファイルのみに制限されるため、個人のデータとは個別に管理され、セキュリティが保たれます。

source: *if it match the criteria:
ja_jp: * 基準と一致する場合:

source: Devices
ja_jp: デバイス

source: Step 2 - How to create a closed track test.
ja_jp: ステップ 2 -クローズドトラックテストを作成する方法。

source: {b>Create a closed testing release<b}, upload your APK file and rollout.
ja_jp: {b>クローズドテストリリースを作成<b}し、APK ファイルをアップロードし公開します。

source: Dealing with private data
ja_jp: 限定公開データの扱い

source: End-user adds managed Google account into device manually
ja_jp: エンドユーザーは、デバイスに managed Google アカウントを手動で追加

source: Create corporate Gmail account for binding purpose (E.g. androidadmins@gmail.com)
ja_jp: バインド用企業 Gmail アカウントを作成 (例. androidadmins@gmail.com)

source: Set a minimum version code after the update
ja_jp: 更新後に最小のバージョン・コードをセット

source: Consider whether Bluetooth devices can access corporate contacts
ja_jp: Bluetooth デバイスが企業連絡先にアクセスできるか検討

source: App developer can publish private apps to multiple organizations (Enterprise ID).
ja_jp: アプリ開発者は、複数の組織に限定公開アプリを公開できます(エンタープライズID)。

source: Best method to deploy test or static versions to managed Google Play accounts.
ja_jp: managed Google Play アカウントにテストあるいは静的バージョンを展開させる最良の方法。

source: Allow for user installs from managed Google Play
ja_jp: managed Google Play からユーザーによるインストール操作を許可

source: Custom App Publishing API
ja_jp: カスタムアプリ公開 API

source: You can publish private app to multiple organization in Play console, accessed from URL: https://play.google.com/console
ja_jp: URL からアクセスし、Play Console で複数の組織に限定公開アプリを公開できます: https://play.google.com/console

source: Managed configuration
ja_jp: 管理対象設定

source: Enable 2 factor authentication with corporate owned assets
ja_jp: 企業所有アセットで二要素認証を有効化

source: If Google FRP is enabled, those that use personal Google Accounts on managed devices will need to enter these credentials after a hard reset.
ja_jp: Google FRP が有効であり、マネージドデバイスで個人用の Google アカウントを使用している場合、ハードリセット後は認証情報を入力する必要があります。

source: Why is it not listed in the Google Play store?
ja_jp: Google Play ストアにリストされていないのはなぜですか？

source: EMM environment for app development and
ja_jp: を使用している場合、テストでは

source: Not at all
ja_jp: まったく知らない

source: Available with Google Workspace, Google Cloud identity, and ChromeOS.
ja_jp: Google Workspace、Google Cloud identity、ChromeOS で利用可能。

source: {b>How<b} it works
ja_jp: {b>仕組み<b}

source: hostname
ja_jp: ホスト名

source: What
ja_jp: 何を

source: Channel
ja_jp: チャンネル

source: generate JSON file.
ja_jp: JSONファイルを生成。

source: Cross-profile considerations
ja_jp: クロスプロファイルの注意点

source: Setup > Advanced Settings > Managed Google Play
ja_jp: セットアップ > 詳細設定 > managed Google Play

source: Unlock using a PIN, pattern, password or biometrics
ja_jp: PIN、パターン認証、パスワード認証あるいは生体認証によるロック解除

source: IT Admin {b>approves applications<b} for use in the organization
ja_jp: IT 管理者は、組織で使用する{b>アプリケーション<b}を承認

source: Business
ja_jp: ビジネス

source: Preventing data leaks
ja_jp: 情報漏洩を防ぐ

source: Ask the developer to set up closed testing tracks with different versions.
ja_jp: 開発者に異なるバージョンでクローズドテストトラックをセットアップを依頼。

source: Review updated permission in subsequent app releases
ja_jp: 以降アプリ・リリースで常に最新の許可を調査

source: Image placeholder
ja_jp: 画像プレースホールダー

source: Integrate EMM with Google Workspace
ja_jp: Google Workspace に EMM を統合する

source: When constraints
ja_jp: タイミング制約

source: App Pre-Scanning
ja_jp: アプリ事前スキャン

source: Select update structure
ja_jp: 更新ストラクチャーを選択

source: You can publish self hosted app in Play console, accessed from URL: https://play.google.com/console
ja_jp: URL からアクセスし、Play Console でセルフホスティングの限定公開アプリを公開できます: https://play.google.com/console

source: Data consumption
ja_jp: データ消費

source: Topics we’ve covered
ja_jp: ここで扱ったトピック

source: Admins can enable access to all available Google Play apps
ja_jp: 管理者は、利用可能なすべての Google Play アプリへのアクセスを有効化できます

source: QR code
ja_jp: QR コード

source: Installed by default
ja_jp: デフォルトでインストール済み

source: User Mapping
ja_jp: ユーザーマッピング

source: Creating users
ja_jp: ユーザーを作成

source: Signing to manage app
ja_jp: アプリ管理の署名

source: These are just a few of the main policy considerations for companies to bear in mind when configuring Android deployment.
ja_jp: これらは、企業が Android 導入を設定する場合に注意すべきポリシーのほんの一部にすぎません。

source: You can use managed Google Play Self hosting tool to
ja_jp: managed Google Play Self ホスティングツールを使用して

source: A - You need to create a collection and add your app using the Store Layout feature.
ja_jp: A - コレクションを作成し、Store Layout 機能でアプリを追加する必要があります。

source: Disable system app
ja_jp: システムアプリを無効化

source: Feedback
ja_jp: フィードバック

source: Best practice, use
ja_jp: ベストプラクティス、ユースス

source: Share private apps up to {b>1000 domains / enterprises<b}
ja_jp: 限定公開アプリを {b>1000 ドメイン/エンタープライズ<b}まで共有

source: End-user review and approve application permissions
ja_jp: エンドユーザー調査とアプリケーション許可を承認

source: Enable Backup account to the corporate distribution list.
ja_jp: 企業の配布先リストのバックアップ・アカウントを有効化。

source: Key considerations continued.
ja_jp: 重要な注意事項（続）。

source: Used when other methods are not available
ja_jp: その他の方法が利用できない場合に使用

source: With closed testing, you can test your app with larger groups of testers.You can control access using email addresses or Google Groups.
ja_jp: クローズドテストでは、より大きなグループでアプリをテストできます。電子メールアドレスあるいは Google Groups を使用して、アクセスをコントロールできます。

source: There are two routes to choose from when uploading custom apps:
ja_jp: カスタムアプリのアップロードには、2 つのルートがあります：

source: Google hosted applications provide fully managed backend global infrastructure and security services.
ja_jp: Google ホスティングアプリケーションは、フルマネージドのバックエンドグローバルインフラストラクチャ管理とセキュリティサービスを提供。

source: Easy registration
ja_jp: 容易な登録

source: Applications are unique globally, you cannot upload the same application to Google Play.
ja_jp: アプリケーションはグローバルに一意であり、Google Play に同じアプリケーションをアップロードすることはできません。

source: Disable updates for all apps on the device.
ja_jp: デバイス上のすべてのアプリの更新を無効化します。

source: Seamless user experiences
ja_jp: シームレスなユーザーエクスペリエンス

source: No support for paid applications
ja_jp: 有料アプリケーションはサポートされていません

source: Google Service account and API integration need to be configured manually.
ja_jp: Google Service アカウントと、API 統合は、手動で設定する必要があります。

source: Privately hosted apps
ja_jp: プライベートホストアプリ

source: Steps:
ja_jp: ステップ：

source: Name two of the options admins have when choosing which apps users can download?
ja_jp: 管理者がアプリをダウンロードできるユーザーを指定するためのオプションを 2 つ挙げてください

source: The agenda
ja_jp: アジェンダ

source: {b>Silent push<b} supported
ja_jp: {b>サイレントプッシュ<b}サポート

source: Control application {b>deployment, whitelisting<b} and {b>permissions.<b}
ja_jp: アプリケーションの{b>デプロイメント、ホワイトリスト、許可<b}の制御。

source: Developers
ja_jp: 開発者

source: User triggers updates manually
ja_jp: ユーザーが手動でアップデートをトリガー

source: Step 3 and 4 - How to create a closed track test.
ja_jp: ステップ3および4 - クローズドトラックテストを作成する方法。

source: Update the app as quickly as possible after a new version is published.
ja_jp: 新バージョンが公開された後、アプリをできるだけ速く更新。

source: Common app update requirements
ja_jp: 一般的なアプリ更新が必要

source: Welcome
ja_jp: ようこそ

source: Browse & Use
ja_jp: 閲覧、使用

source: Internal track
ja_jp: 内部トラック

source: Admins can remotely specify settings for apps using managed configurations.
ja_jp: 管理者は、リモート管理された設定を使用して、アプリ設定を指定できます。

source: Updating applications
ja_jp: アプリケーションの更新
